Repository: natbienetre/wordpress-ss-post-exec
Catalog: languages/sspostexec-*.po
Languages: fr_fr

source: Execute a script after Simply Static has finished running.
fr_fr: Éxécute un script après que Simply Static ait terminé son exécution.

source: Settings
fr_fr: Paramètres

source: Nonce failed, please refresh and retry.
fr_fr: Le nonce a échoué, veuillez rafraîchir et réessayer.

source: You are not allowed to do this.
fr_fr: Vous n'êtes pas autorisé à faire cela.

source: Job created.
fr_fr: Tâche créée.

source: The Kubernetes cluster is ready to use.
fr_fr: Le cluster Kubernetes est prêt à être utilisé.

source: View previous executions.
fr_fr: Voir les exécutions précédentes.

source: Reset
fr_fr: Réinitialiser

source: Check the settings
fr_fr: Vérifier les paramètres

# Error message
source: Failed to parse certificate authority: %s
fr_fr: Échec de l'analyse de l'autorité de certification : %s

# Error message
source: The certificate authority cannot be checked because the openssl extension is not available
fr_fr: L'autorité de certification ne peut pas être vérifiée car l'extension openssl n'est pas disponible

# Error message
source: Failed to parse client certificate: %s
fr_fr: Échec de l'analyse du certificat client : %s

# Error message
source: The client certificate cannot be checked because the openssl extension is not available
fr_fr: Le certificat client ne peut pas être vérifié car l'extension openssl n'est pas disponible

# Error message
source: The private key does not match the client certificate: %s
fr_fr: La clé privée ne correspond pas au certificat client : %s

# Error message
source: The private key cannot be checked because the openssl extension is not available
fr_fr: La clé privée ne peut pas être vérifiée car l'extension openssl n'est pas disponible

# Error message
source: Failed to request Kubernetes API: %s
fr_fr: Échec de la demande d'API Kubernetes : %s

# Header for the setting section
source: General
fr_fr: Général

# Label for the setting field
source: Check to enable the plugin
fr_fr: Cochez pour activer le plugin

# Label for the setting field
source: Kubernetes API URL
fr_fr: URL de l'API Kubernetes

# Label for the setting field
source: Manifest to apply
fr_fr: Manifeste à appliquer

# Header for the setting section
source: Security
fr_fr: Sécurité

# Label for the setting field
source: Use local credentials
fr_fr: Utiliser les informations d'identification locales

# Label for the setting field
source: Verify remote certificate
fr_fr: Vérifier le certificat distant

# Label for the setting field
source: Path to the certificate authority
fr_fr: Chemin vers l'autorité de certification

# Label for the setting field
source: Certificate authority
fr_fr: Autorité de certification

# Label for the setting field
source: Path to the client certificate
fr_fr: Chemin vers le certificat client

# Label for the setting field
source: Client certificate
fr_fr: Certificat client

# Label for the setting field
source: Path to the private key
fr_fr: Chemin vers la clé privée

# Label for the setting field
source: Private key
fr_fr: Clé privée

# Label for the setting field
source: Password of the private key
fr_fr: Mot de passe de la clé privée

source: General settings to configure the command to run.
fr_fr: Paramètres généraux pour configurer la commande à exécuter.

source: These settings define how to communicate with kubernetes.
fr_fr: Ces paramètres définissent comment communiquer avec kubernetes.

source: Invalid creation timestamp
fr_fr: Date de création invalide

source: A job created by SS Post Exec
fr_fr: Une tâche créée par SS Post Exec

source: SS Post Exec Jobs
fr_fr: Tâches SS Post Exec

source: SS Post Exec Job
fr_fr: Tâche SS Post Exec

# Error message
source: Unexpected error: %s
fr_fr: Erreur inattendue : %s

source: Failed to initialize the filesystem
fr_fr: Échec de l'initialisation du système de fichiers

source: Certificate data is set but private key data is not
fr_fr: Les données du certificat sont définies mais pas celles de la clé privée

source: Private key data is set but certificate data is not
fr_fr: Les données de la clé privée sont définies mais pas celles du certificat

source: Trigger once
fr_fr: Déclencher une fois
